const NEEDED_RECIPE = "У сотейник покладіть 90 г масла, нарізаного кубиками, 1 ст.л. цукру та ½ ч.л. солі й залийте все 250 мл води. Доведіть суміш до кипіння на середньому вогні, періодично помішуючи. " + 
"Вимкніть вогонь, всипте в масляну основу 120 г борошна та гарно перемішуйте, поки борошно не всотає рідину й не утвориться тісто. Потім знову увімкніть середній вогонь і потримайте тісто на вогні впродовж 40 секунд, помішуючи. " +
"Перекладіть тісто в кухонний комбайн, дайте йому трішки охолонути. Вбийте туди 3 яйця та додайте ½ ч.л. ванільного цукру. Ретельно перемішайте тісто за допомогою насадки гак, міксерної насадки на середній швидкості чи досить швидко й інтенсивно вручну. Тісто має бути густим, але легко спадати з вінчика. " +
"У сотейник налийте 500 мл олії та увімкніть її розігріватися. У цей час перекладіть тісто в кондитерський мішок, щоб видавлювати чуроси. " +
"Коли олія буде розігріта, видавлюйте в неї чуроси, відрізаючи ножицями потрібну довжину. Смажте чуроси по 1,5 хвилини з кожного боку до золотистого кольору. " +
"Готові чуроси перекладайте на тарілку застелену паперовим рушником, щоб він всотав зайвий жир. " +
"Притрусіть чуроси цукровою пудрою. Їжте чуроси гарячими, щоб вони були хрумкими."

export default NEEDED_RECIPE